Repository: alexisgrolot/flexipress
Catalog: languages/flexipress-*.po
Languages: fr_fr

source: https://express-wp.com/en/
fr_fr: https://express-wp.com/

source: FlexiPress is the ultimate WordPress plugin, combining performance, security and customization in one simple, elegant solution. Everything you need.
fr_fr: FlexiPress est le plugin WordPress ultime, combinant performance, sécurité et personnalisation en une solution simple et élégante. Tout ce dont vous avez besoin.

source: https://express-wp.com/en/about
fr_fr: https://express-wp.com/a-propos

source: FlexiPress Settings
fr_fr: Paramètres de FlexiPress

source: General
fr_fr: Général

source: Styling
fr_fr: Stylisme

source: Security
fr_fr: Sécurité

source: WordPress Admin
fr_fr: Administration de WordPress

source: Tracking and Analytics
fr_fr: Suivi et analyse

source: General Settings
fr_fr: Paramètres généraux

source: Disable Automatic Updates Emails
fr_fr: Désactiver les courriels de mise à jour automatique

source: Disable Attachment Pages
fr_fr: Désactiver les pages de pièces jointes

source: Completely Disable Comments
fr_fr: Désactiver complètement les commentaires

source: Not recommended
fr_fr: Non recommandé

source: Stop getting emails about automatic updates on your WordPress site.
fr_fr: Ne recevez plus d'e-mails concernant les mises à jour automatiques de votre site WordPress.

source: Hide the Attachment/Attachments pages on the frontend from all visitors.
fr_fr: Cacher les pages de pièces jointes sur le frontend à tous les visiteurs.

source: Disable comments for all post types, in the admin and the frontend.
fr_fr: Désactiver les commentaires pour tous les types d'articles, dans l'administration et le frontend.

source: Save Changes
fr_fr: Enregistrer les modifications

source: Performance Settings
fr_fr: Paramètres de performance

source: Allow SVG Files Upload
fr_fr: Autoriser le téléchargement de fichiers SVG

source: Add support for SVG files to be uploaded in WordPress media.
fr_fr: Ajout d'un support pour les fichiers SVG à télécharger dans les médias de WordPress.

source: Security Settings
fr_fr: Paramètres de sécurité

source: Disable XML-RPC
fr_fr: Désactiver XML-RPC

source: Disable WordPress REST API
fr_fr: Désactiver l'API REST de WordPress

source: On sites running WordPress 3.5+, disable XML-RPC completely.
fr_fr: Sur les sites utilisant WordPress 3.5+, désactivez complètement XML-RPC.

source: Easily disable the WP REST API on your website.
fr_fr: Désactivez facilement l'API REST de WP sur votre site web.

source: WordPress Admin Settings
fr_fr: Paramètres d'administration de WordPress

source: Remove WordPress Version Number
fr_fr: Supprimer le numéro de version de WordPress

source: Disable Gutenberg Editor (use Classic Editor)
fr_fr: Désactiver l'éditeur Gutenberg (utiliser l'éditeur classique)

source: Disable The WP Admin Bar
fr_fr: Désactiver la barre d'administration de WP

source: Front-End Comment Moderation
fr_fr: Modération des commentaires en amont

source: Hide the WordPress version number from your site's frontend and feeds.
fr_fr: Cachez le numéro de version de WordPress dans le frontend et les flux de votre site.

source: Switch back to the Classic Editor by disablling the Block Editor.
fr_fr: Revenez à l'éditeur classique en désactivant l'éditeur de blocs.

source: Hide the WordPress Admin Bar for all users in the frontend.
fr_fr: Cacher la barre d'administration de WordPress pour tous les utilisateurs dans le frontend.

source: Allows administrators to instantly delete comments from the front-end without reloading the page.
fr_fr: Permet aux administrateurs de supprimer instantanément des commentaires depuis le front-end sans recharger la page.

source: FlexiPress requires at least WordPress 5.0. Please update your installation.
fr_fr: FlexiPress nécessite au moins WordPress 5.0. Veuillez mettre à jour votre installation.

source: The WordPress REST API has been disabled.
fr_fr: L'API REST de WordPress a été désactivée.

source: Delete
fr_fr: Supprimer

source: Cancel
fr_fr: Annuler

source: Invalid nonce
fr_fr: Nonce non valide

source: Permission denied or missing comment ID
fr_fr: Permission refusée ou ID de commentaire manquant

source: Comment deleted
fr_fr: Commentaire supprimé

source: Comment restored
fr_fr: Commentaire restauré
